{
    "data": 
    [ 
        { "nombre": "NARUTO", "sinopsis": "Narra la historia de Naruto Uzumaki, un joven ninja de la aldea de Konoha, que sueña con convertirse en Hokage, el líder de su aldea. Naruto aspira a ser reconocido por sus compañeros y superar las dificultades que le impiden alcanzar su sueño, incluyendo el hecho de tener sellado dentro de él al Zorro Demonio de Nueve Colas."},
        { "nombre": "BLEACH", "sinopsis": "Cuenta la historia de Ichigo Kurosaki, un adolescente que puede ver fantasmas, y se convierte en un segador de almas (Shinigami) para proteger a los humanos de las criaturas espirituales llamadas Hollows. La serie también explora el mundo de los espíritus, la Sociedad de Almas, y las diferentes facciones que existen dentro de este universo."},
        { "nombre": "DRAGON BALL Z", "sinopsis": "Narra la continuación de las aventuras de Goku en su vida adulta, donde junto a sus compañeros defiende la Tierra contra una serie de poderosos villanos. La serie abarca la maduración de Gohan y la creciente rivalidad entre Goku y Vegeta. Se centra en la defensa de la Tierra contra amenazas como los Saiyans, Freezer, Cell y Majin Buu, entre otros."},
        { "nombre": "ATTACK ON TITAN", "sinopsis": "Cuenta la historia de la humanidad, casi extinguida por gigantescas criaturas llamadas Titanes. La humanidad se refugia tras muros, pero la paz se rompe cuando un Titán Colosal perfora las murallas y los Titanes devoran a la gente. Eren Yeager, junto a sus amigos Mikasa y Armin, juran venganza y se unen a la Legión de Exploración para luchar contra los Titanes."},  
        { "nombre": "INUYASHA", "sinopsis": "Inuyasha trata sobre un hanyō (mitad demonio, mitad humano) que vive en la era feudal de Japón y se une a una joven del siglo XX llamada Kagome para buscar fragmentos de la joya Shikon. La joya se ha roto y sus pedazos están dispersos, siendo buscados tanto por Inuyasha y Kagome como por un demonio llamado Naraku. Juntos, Inuyasha y Kagome, junto con sus aliados, emprenderán un peligroso viaje para recuperar la joya y proteger a la humanidad del mal."},
        { "nombre": "FULLMETAL ALCHEMIST: BROTHERHOOD", "sinopsis": "sigue a los hermanos Edward y Alphonse Elric, quienes sufren consecuencias devastadoras al intentar revivir a su madre mediante la alquimia, lo que los deja en busca de la legendaria Piedra Filosofal para recuperar sus cuerpos. Edward pierde un brazo y una pierna, mientras el alma de Alphonse queda atrapada en una armadura. En su viaje por Amestris, la nación militar que les dio alojamiento, los hermanos se ven envueltos en una conspiración mucho mayor que involucra a los altos mandos militares y la verdad oculta detrás de la alquimia y la Piedra Filosofal."},    
        { "nombre": "NEON GENESIS EVANGELION", "sinopsis": "ocurre en un futuro distópico en el que la Tierra es atacada por unos seres llamados Ángeles. La organización NERV utiliza para su defensa unas máquinas bio-mecánicas gigantes llamadas Evangelions o Evas, que son pilotadas por jóvenes como Shinji Ikari. La trama se enfoca en la lucha contra los ángeles, pero también explora profundos temas psicológicos y filosóficos sobre la humanidad, las conexiones interpersonales y el dolor."},
        { "nombre": "BERSERK", "sinopsis": "Cuenta la historia de Guts, un mercenario solitario que se une a la ambiciosa Banda del Halcón y a su líder carismático, Griffith, en su búsqueda de gloria en un mundo medieval hostil. La serie, que explora temas oscuros como la traición, la violencia y la corrupción del poder, se sumerge en la lucha de Guts contra un destino que quiere dominarlo y un pasado marcado por la violencia y la pérdida."},    
        { "nombre": "SPY X FAMILY", "sinopsis": "Es un manga y anime sobre el espía Twilight, quien debe formar una familia falsa para cumplir su misión de desbaratar un complot para iniciar una guerra entre Westalis y Ostania. Loid Forger (Twilight) se casa con Yor y adopta a Anya, sin saber que Yor es una asesina y Anya una telépata, quienes también guardan secretos. La historia combina acción, espionaje y comedia mientras los tres intentan mantener su tapadera como la familia perfecta, a la vez que desarrollan un vínculo."},        
        { "nombre": "DIGIMON ADVENTURE 01", "sinopsis": "Siete niños son transportados desde un campamento de verano al Mundo Digital, donde se encuentran con sus compañeros Digimon. Con la ayuda de los Digivices y sus nuevas habilidades para evolucionar a sus Digimon, los niños se ven forzados a superar sus miedos y unirse para enfrentarse a poderosos villanos como Devimon y los Dark Masters, con el fin de salvar el Mundo Digital y luego su propio mundo."},          
        { "nombre": "DIGIMON ADVENTURE 02", "sinopsis": "Se centra en una nueva generación de DigiDestinados, liderados por Daisuke (Davis), que deben enfrentarse al Digimon Emperador. El villano intenta conquistar el Mundo Digital usando Anillos Oscuros y Espirales de Control para anular la Digievolución. La película Digimon Adventure 02: The Beginning (2023) es una historia diferente ambientada años después de la serie original, donde Daisuke y los otros DigiDestinados conocen a Rui, el primer niño elegido, mientras un Digimon llamado Ukkomon busca que cada persona en el mundo tenga su propio compañero Digimon."},          
        { "nombre": "DIGIMON TAMERS", "sinopsis": "Tres niños japoneses, Takato, Ruki y Lee, se convierten en Domadores al recibir Digimon reales como compañeros tras aparecer en el Mundo Real, y deben dejar de lado sus diferencias para luchar contra otros Digimon Salvajes y una sombría organización gubernamental, en un mundo donde los Digimon son una franquicia de juguetes. La serie es conocida por un enfoque más oscuro y realista, abordando temas complejos como la culpa y la depresión en su narrativa."},
        { "nombre": "SAKURA CARD CAPTOR", "sinopsis": "Sakura Kinomoto, una niña de 10 años que accidentalmente libera las Cartas Clow de un libro mágico en su sótano, y se ve obligada a convertirse en una (cardcaptor) para capturar y sellarlas de nuevo antes de que causen un desastre. Con la ayuda de su amiga Tomoyo, el guardián Kero y, más adelante, su rival Syaoran, Sakura aprende a controlar sus poderes mágicos mientras aprende sobre sus relaciones y valores."},
        { "nombre": "VIOLET EVERGARDEN", "sinopsis": "Una joven exmilitar llamada Violet que, tras una guerra, se dedica a ser una Muñeca de Memorias Automáticas para entender el significado de las últimas palabras que su comandante le dijo, Te amo, y para encontrar su propósito en un mundo en paz, aprendiendo sobre las emociones humanas a través de las cartas que escribe para otros."},             
        { "nombre": "KONOSUBA", "sinopsis": "Kazuma Satō, un hikikomori (joven que no sale de casa) que, tras una muerte ridícula y patética, es enviado por la diosa Aqua a un mundo de fantasía para derrotar al Rey Demonio. Sin embargo, la historia se aleja del género isekai convencional, ya que Kazuma forma un grupo con compañeros inútiles y disfuncionales: la propia Aqua (una diosa con habilidades de clérigo pero propensa a los problemas), la maga obsesionada con la magia de explosión Megumin, y la masoquista y torpe paladín Darkness. Juntos, viven un sinfín de situaciones cómicas y desventuras mientras intentan cumplir su misión, haciendo de la serie una parodia del género isekai."},             
        { "nombre": "CHAINSAW MAN", "sinopsis": "Denji, un joven cazador de demonios pobremente endeudado que, tras ser traicionado y asesinado, se fusiona con su demonio-perro Pochita para convertirse en el Chainsaw Man, un híbrido humano-demonio con sierras en el cuerpo. Unirse a la División de Seguridad Pública y formar equipo con otros cazadores le permite luchar contra demonios mientras intenta llevar una vida simple y con sus propios sueños."},
        { "nombre": "BOCCHI THE ROCK", "sinopsis": "Hitori Gotō, una adolescente guitarrista con extrema ansiedad social que sueña con ser una estrella de rock famosa, pero su introversión le impide socializar. Un encuentro fortuito le da la oportunidad de unirse a una banda y, a través de la música, intenta superar sus miedos y encontrar su lugar en el mundo."},
        { "nombre": "THE SEVEN DEADLY SINS", "sinopsis": "La princesa Elizabeth busca a un grupo de caballeros legendarios, Los Siete Pecados Capitales, para salvar el reino de Liones de un golpe de estado. Este escuadrón de caballeros, considerado los peores criminales del reino, son en realidad protectores que deben reunirse para defender Britania de la opresión y para redimir sus propios pecados pasados."},
        { "nombre": "SAILOR MOON", "sinopsis": "Usagi Tsukino, una adolescente torpe que, tras conocer a una gata parlante llamada Luna, descubre que es Sailor Moon, una guerrera que protege la Tierra. Usagi, junto con otras guerreras (las Sailor Senshi), lucha contra las fuerzas del mal para salvar al mundo, encontrar el legendario Cristal de Plata y proteger a la princesa del reino de la Luna."},
        { "nombre": "RANMA 1/2", "sinopsis": "Ranma Saotome, un hábil artista marcial que, tras caer en un manantial maldito en China, sufre una transformación: se convierte en mujer al mojarse con agua fría y vuelve a su forma original con agua caliente. La serie es una comedia romántica de artes marciales que sigue las peripecias de Ranma y su prometida, Akane Tendo, mientras navegan situaciones absurdas, combates, y complejos dilemas amorosos con la compañía de un grupo de personajes excéntricos."},
        { "nombre": "SAMURAI X", "sinopsis": "Las aventuras de un joven espadachín errante que tropieza con una escuela de artes marciales en dificultades en el Japón de la era Meiji. Las aventuras de un joven espadachín errante que tropieza con una escuela de artes marciales en dificultades en el Japón de la era Meiji."},               
        { "nombre": "DAN DA DAN", "sinopsis": "Dos adolescentes deciden probar si los fantasmas o los álienes existen y terminan enfrentando aterradoras amenazas paranormales, recibiendo superpoderes y, tal vez, enamorándose."},               
        { "nombre": "SAKAMOTO DAYS", "sinopsis": "Taro Sakamoto solía ser un asesino a sueldo sin igual, que se ganó un estatus legendario en el inframundo. Pero un día ocurrió lo impensable. Sakamoto se enamoró. Taro Sakamoto solía ser un asesino a sueldo sin igual, que se ganó un estatus legendario en el inframundo."},               
        { "nombre": "SAINT SEIYA", "sinopsis": "Según cuenta la leyenda, unos jóvenes guerreros poseedores de grandes habilidades son los principales responsables de proteger a Atenea, la diosa de la guerra. Años más tarde, la princesa Saori Kido, reencarnación de la Diosa, se encuentra en peligro y necesita de esa legendaria protección."},               
        { "nombre": "SAINT SEIYA THE LOST CANVAS", "sinopsis": "Desde tiempos mitológicos tiene lugar una guerra santa en la que la diosa Atenea y Hades se enfrentan cada doscientos años por el destino de la Tierra. Tenma, Alone y Sasha, tres huérfanos que han crecido juntos, se despiden con la promesa de volver a reunirse algún día."},               
        { "nombre": "SAINT SEIYA OMEGA", "sinopsis": "La historia se desarrolla años después de la era de Seiya, donde Marte, el Dios del Fuego y la Guerra, desciende a la Tierra con intención de instaurar un nuevo orden con el que dominar todo el planeta."},
        { "nombre": "AKIRA", "sinopsis": "En el año 2019, en Neo-Tokio, una ciudad reconstruida después de una catástrofe, dos amigos de una pandilla de motociclistas, Kaneda y Tetsuo, se ven envueltos en una conspiración militar secreta cuando Tetsuo sufre un accidente que despierta sus extraordinarios poderes psíquicos. El gobierno lo convierte en objeto de un peligroso experimento, mientras su amigo Kaneda intenta salvarlo de las fuerzas que quieren controlar o detenerlo, a la vez que los poderes de Tetsuo se vuelven cada vez más inestables y destructivos, amenazando con desatar al legendario y temido ser llamado Akira."},               
        { "nombre": "GHOST IN THE SHELL", "sinopsis": "Un agente cibernético debe detener a un pirata informático experto en introducirse en los sistemas de programación de híbridos mitad humanos, mitad robots, antes de que pueda lograr sus perversos objetivos. Sin embargo, cuando los detectives descubren quien se esconde tras el pirata, toda la trama toma un giro inesperado."},
        { "nombre": "PERFECT BLUE", "sinopsis": "Mima, una cantante muy popular, decide abandonar su banda de música para empezar una carrera como actriz en una serie de televisión. La imagen sabia y endulzada de este icono del pop se rompe cuando la joven tiene que protagonizar escenas de violación colectiva y aparecer desnuda."},               
        { "nombre": "EL VIAJE DE CHIHIRO", "sinopsis": "Chihiro es una niña de diez años caprichosa y testaruda que cree que el universo entero debe someterse a sus deseos. Camino de su nuevo hogar junto a sus padres, una idea que la enfurece, la familia se equivoca de camino y aparece al final de un misterioso callejón sin salida, donde topan con un extraño edificio con un largo pasaje que los conduce a un pueblo fantasmal donde los espera un magnífico banquete."},               
        { "nombre": "LA PRINCESA MONONOKE", "sinopsis": "Con el fin de curar la herida que le ha causado un jabalí enloquecido, el joven Ashitaka sale en busca del dios Ciervo, pues sólo él puede liberarlo del sortilegio. A lo largo de su periplo descubre cómo los animales del bosque luchan contra hombres que están dispuestos a destruir la Naturaleza."},               
        { "nombre": "EL NIÑO Y LA GARZA", "sinopsis": "Mahito, un joven de 12 años, lucha por asentarse en una nueva ciudad tras la muerte de su madre. Sin embargo, cuando una garza parlante informa a Mahito de que su madre sigue viva, entra en una torre abandonada en su busca, lo que le lleva a otro mundo."},               
        { "nombre": "VINLAND SAGA", "sinopsis": "Thorfinn, un joven vikingo que busca vengar la muerte de su padre, Thors, a manos del mercenario Askeladd. Para lograrlo, se une a la banda de Askeladd, viéndose envuelto en las guerras de Inglaterra mientras intenta encontrar una manera de desafiar y vengar a su padre en un duelo mortal. La historia se desarrolla en el siglo XI, durante la era vikinga, y explora temas de venganza, pacifismo y la naturaleza de la guerra."},               
        { "nombre": "MAGIC KKIGHT RAYEARTH", "sinopsis": "Tres estudiantes japonesas —Lucy, Marina y Anaís— que son transportadas de Tokio al planeta Céfiro durante una excursión escolar. Allí descubren que deben convertirse en las legendarias Guerreras Mágicas para rescatar a la princesa Esmeralda, quien fue secuestrada por el hechicero Zagato. Para lograrlo, las chicas deben encontrar sus armas mágicas, dominar sus poderes y despertar a los genios de Céfiro."},               
        { "nombre": "HUNTER X HUNTER", "sinopsis": "Gon Freecss, un niño que descubre que su padre, a quien creía muerto, en realidad es un cazador profesional. Decidido a seguir sus pasos, se somete al riguroso Examen de Cazador para encontrarlo. En el camino, se hace amigo de Kurapika, Leorio y Killua, con quienes comparte innumerables aventuras mientras cumplen sus sueños y luchan contra poderosos enemigos."}               

    ]
}