{
    "data": 
    [ 
        { "nombre": "NARUTO", "sinopsis": "Narra la historia de Naruto Uzumaki, un joven ninja de la aldea de Konoha, que sueña con convertirse en Hokage, el líder de su aldea. Naruto aspira a ser reconocido por sus compañeros y superar las dificultades que le impiden alcanzar su sueño, incluyendo el hecho de tener sellado dentro de él al Zorro Demonio de Nueve Colas."},
        { "nombre": "BLEACH", "sinopsis": "Cuenta la historia de Ichigo Kurosaki, un adolescente que puede ver fantasmas, y se convierte en un segador de almas (Shinigami) para proteger a los humanos de las criaturas espirituales llamadas Hollows. La serie también explora el mundo de los espíritus, la Sociedad de Almas, y las diferentes facciones que existen dentro de este universo."},
        { "nombre": "DRAGON BALL Z", "sinopsis": "Narra la continuación de las aventuras de Goku en su vida adulta, donde junto a sus compañeros defiende la Tierra contra una serie de poderosos villanos. La serie abarca la maduración de Gohan y la creciente rivalidad entre Goku y Vegeta. Se centra en la defensa de la Tierra contra amenazas como los Saiyans, Freezer, Cell y Majin Buu, entre otros."},
        { "nombre": "ATTACK ON TITAN", "sinopsis": "Cuenta la historia de la humanidad, casi extinguida por gigantescas criaturas llamadas Titanes. La humanidad se refugia tras muros, pero la paz se rompe cuando un Titán Colosal perfora las murallas y los Titanes devoran a la gente. Eren Yeager, junto a sus amigos Mikasa y Armin, juran venganza y se unen a la Legión de Exploración para luchar contra los Titanes."},  
        { "nombre": "INUYASHA", "sinopsis": "Inuyasha trata sobre un hanyō (mitad demonio, mitad humano) que vive en la era feudal de Japón y se une a una joven del siglo XX llamada Kagome para buscar fragmentos de la joya Shikon. La joya se ha roto y sus pedazos están dispersos, siendo buscados tanto por Inuyasha y Kagome como por un demonio llamado Naraku. Juntos, Inuyasha y Kagome, junto con sus aliados, emprenderán un peligroso viaje para recuperar la joya y proteger a la humanidad del mal."},
        { "nombre": "FULLMETAL ALCHEMIST: BROTHERHOOD", "sinopsis": "sigue a los hermanos Edward y Alphonse Elric, quienes sufren consecuencias devastadoras al intentar revivir a su madre mediante la alquimia, lo que los deja en busca de la legendaria Piedra Filosofal para recuperar sus cuerpos. Edward pierde un brazo y una pierna, mientras el alma de Alphonse queda atrapada en una armadura. En su viaje por Amestris, la nación militar que les dio alojamiento, los hermanos se ven envueltos en una conspiración mucho mayor que involucra a los altos mandos militares y la verdad oculta detrás de la alquimia y la Piedra Filosofal."},    
        { "nombre": "NEON GENESIS EVANGELION", "sinopsis": "ocurre en un futuro distópico en el que la Tierra es atacada por unos seres llamados Ángeles. La organización NERV utiliza para su defensa unas máquinas bio-mecánicas gigantes llamadas Evangelions o Evas, que son pilotadas por jóvenes como Shinji Ikari. La trama se enfoca en la lucha contra los ángeles, pero también explora profundos temas psicológicos y filosóficos sobre la humanidad, las conexiones interpersonales y el dolor."},
        { "nombre": "BERSERK", "sinopsis": "Cuenta la historia de Guts, un mercenario solitario que se une a la ambiciosa Banda del Halcón y a su líder carismático, Griffith, en su búsqueda de gloria en un mundo medieval hostil. La serie, que explora temas oscuros como la traición, la violencia y la corrupción del poder, se sumerge en la lucha de Guts contra un destino que quiere dominarlo y un pasado marcado por la violencia y la pérdida."},    
        { "nombre": "SPY X FAMILY", "sinopsis": "Es un manga y anime sobre el espía Twilight, quien debe formar una familia falsa para cumplir su misión de desbaratar un complot para iniciar una guerra entre Westalis y Ostania. Loid Forger (Twilight) se casa con Yor y adopta a Anya, sin saber que Yor es una asesina y Anya una telépata, quienes también guardan secretos. La historia combina acción, espionaje y comedia mientras los tres intentan mantener su tapadera como la familia perfecta, a la vez que desarrollan un vínculo."},        
        { "nombre": "DIGIMON ADVENTURE 01", "sinopsis": "Siete niños son transportados desde un campamento de verano al Mundo Digital, donde se encuentran con sus compañeros Digimon. Con la ayuda de los Digivices y sus nuevas habilidades para evolucionar a sus Digimon, los niños se ven forzados a superar sus miedos y unirse para enfrentarse a poderosos villanos como Devimon y los Dark Masters, con el fin de salvar el Mundo Digital y luego su propio mundo."},          
        { "nombre": "DIGIMON ADVENTURE 02", "sinopsis": "Se centra en una nueva generación de DigiDestinados, liderados por Daisuke (Davis), que deben enfrentarse al Digimon Emperador. El villano intenta conquistar el Mundo Digital usando Anillos Oscuros y Espirales de Control para anular la Digievolución. La película Digimon Adventure 02: The Beginning (2023) es una historia diferente ambientada años después de la serie original, donde Daisuke y los otros DigiDestinados conocen a Rui, el primer niño elegido, mientras un Digimon llamado Ukkomon busca que cada persona en el mundo tenga su propio compañero Digimon."},          
        { "nombre": "DIGIMON TAMERS", "sinopsis": "Tres niños japoneses, Takato, Ruki y Lee, se convierten en Domadores al recibir Digimon reales como compañeros tras aparecer en el Mundo Real, y deben dejar de lado sus diferencias para luchar contra otros Digimon Salvajes y una sombría organización gubernamental, en un mundo donde los Digimon son una franquicia de juguetes. La serie es conocida por un enfoque más oscuro y realista, abordando temas complejos como la culpa y la depresión en su narrativa."},
        { "nombre": "SAKURA CARD CAPTOR", "sinopsis": "Sakura Kinomoto, una niña de 10 años que accidentalmente libera las Cartas Clow de un libro mágico en su sótano, y se ve obligada a convertirse en una (cardcaptor) para capturar y sellarlas de nuevo antes de que causen un desastre. Con la ayuda de su amiga Tomoyo, el guardián Kero y, más adelante, su rival Syaoran, Sakura aprende a controlar sus poderes mágicos mientras aprende sobre sus relaciones y valores."},
        { "nombre": "VIOLET EVERGARDEN", "sinopsis": "Una joven exmilitar llamada Violet que, tras una guerra, se dedica a ser una Muñeca de Memorias Automáticas para entender el significado de las últimas palabras que su comandante le dijo, Te amo, y para encontrar su propósito en un mundo en paz, aprendiendo sobre las emociones humanas a través de las cartas que escribe para otros."}             

    ]
}