{
    "data": 
    [ 
        { "nombre": "BACK TO THE FUTURE", "sinopsis": "El adolescente Marty McFly es amigo de Doc, un científico al que todos toman por loco. Cuando Doc crea una máquina para viajar en el tiempo, un error fortuito hace que Marty llegue a 1955, año en el que sus futuros padres aún no se habían conocido."},
        { "nombre": "THE GODFATHER", "sinopsis": "Don Vito Corleone es el respetado y temido jefe de una de las cinco familias de la mafia de Nueva York. Cuando Corleone se niega a participar en el negocio de las drogas, el jefe de otra banda ordena su asesinato. Empieza entonces una violenta y cruenta guerra entre las familias mafiosas."},
        { "nombre": "FORREST GUMP", "sinopsis": "Forrest Gump sufre desde pequeño un cierto retraso mental. A pesar de todo, gracias a su tenacidad y a su buen corazón será protagonista de acontecimientos cruciales de su país durante varias décadas."},
        { "nombre": "THE USUAL SUSPECTS", "sinopsis": "Dave Kujan, un agente especial del servicio de aduanas de Estados Unidos, está investigando las causas del incendio de un barco, en el puerto de San Pedro de Los Ángeles, que provocó 27 víctimas mortales, aunque todas parecen haber sido asesinadas. Su única fuente de información es Roger Kint, un estafador lisiado que sobrevivió al incendio."},
        { "nombre": "FARGO", "sinopsis": "Un hombre apocado y tímido, casado con la hija de un millonario que le impide disfrutar de su fortuna, decide contratar a dos delincuentes para que secuestren a su mujer con el fin de montar un negocio propio con el dinero del rescate. Pero, por una serie de azarosas circunstancias, al secuestro se suman tres brutales asesinatos, lo que obliga a la policía a intervenir."},
        { "nombre": "DUNE", "sinopsis": "La trama de Dune gira en torno a Paul Atreides, el joven heredero de la Casa Atreides. Cuando su familia es enviada a gobernar Arrakis, se ve envuelto en una lucha por el control de la especia melange y por la supervivencia de su familia."},
        { "nombre": "OPPENHEIMER", "sinopsis": "La cinta protagonizada por Cillian Murphy, quien siguió una estricta y arriesgada dieta para interpretar a Robert Oppenheimer, narra la historia de del físico y matemático que se convirtió en el padre de la bomba atómica y que tras oponerse a su desarrollo fue considerado un traidor por su gobierno."},
        { "nombre": "MEMENTO", "sinopsis": "Leonard es un investigador de una agencia de seguros cuya memoria está irreversiblemente dañada por culpa de un golpe en la cabeza, al intentar evitar el asesinato de su mujer: éste es el último hecho que recuerda del pasado. A causa del golpe, ha perdido la memoria reciente, los hechos cotidianos desaparecen de su mente en unos minutos. Así pues, para investigar y vengar el asesinato de su esposa tiene que recurrir a la ayuda de una cámara instantánea y a las notas tatuadas en su cuerpo."},
        { "nombre": "BLADERUNNER", "sinopsis": "Al final del siglo XX, miles de hombres y mujeres dejaron la Tierra para conquistar el espacio y escapar de las grandes ciudades, que se habían vuelto inhabitables. En las colonias nació una nueva raza de esclavos androides llamados Replicantes. Los nuevos androides son parecidos al hombre, pero superiores en fuerza y agilidad. Tras una revolución, el antiguo policía Rick Deckard debe encontrar y eliminar a los replicantes rebeldes."},
        { "nombre": "BLADERUNNER 2049", "sinopsis": "Tras la rebelión de los replicantes creados por bioingeniería para ser utilizados como mano de obra esclava y la prohibición a Tyrell Corporation de seguir con su fabricación, el empresario Niander Wallace adquirió lo que quedaba de Tyrell Corp. y creó una nueva línea de replicantes mucho más obedientes. Ahora, en el año 2049, los viejos modelos Nexus 8 que continúan con vida están siendo retirados. Los que les persiguen aún reciben el nombre de Blade Runner."},
        { "nombre": "THE WOLF OF WALL STREET", "sinopsis": "La historia del corredor de bolsa neoyorquino Jordan Belfort, quien, con poco más de veinte años, fue apodado 'el lobo de Wall Street' por su enorme éxito y fortuna como fundador de la agencia bursátil Stratton Oakmont."},
        { "nombre": "TITANIC", "sinopsis": "Jack es un joven artista que gana un pasaje para viajar a América en el Titanic, el transatlántico más grande y seguro jamás construido. A bordo del buque conoce a Rose, una chica de clase alta que viaja con su madre y su prometido Cal, un millonario engreído a quien solo interesa el prestigio de la familia de su prometida. Jack y Rose se enamoran a pesar de las trabas que ponen la madre de ella y Cal en su relación. Mientras, el lujoso transatlántico se acerca a un inmenso iceberg."},
        { "nombre": "PRIDE AND PREJUDICE", "sinopsis": "narra el desarrollo de la relación entre Elizabeth Bennet y Fitzwilliam Darcy, quienes deben superar las barreras sociales y sus propios juicios iniciales para enamorarse en la Inglaterra de principios del siglo XIX. La novela es una crítica social sobre los matrimonios por interés económico y el rol limitado de la mujer, destacando la independencia y el carácter de Elizabeth. La historia explora cómo el orgullo de Darcy y el prejuicio de Elizabeth los llevan a malinterpretar sus verdaderas naturalezas, hasta que la verdad sobre sus acciones y los engaños de terceros los une en el amor verdadero."},
        { "nombre": "ME BEFORE YOU", "sinopsis": "Louisa una chica inestable y creativa, reside en un pequeño pueblo de la campiña inglesa. Vive sin rumbo y va de un trabajo a otro para ayudar a su familia a llegar a fin de mes. Sin embargo, un nuevo trabajo pondrá a prueba su habitual alegría. En el castillo local, se ocupa de cuidar y acompañar a Will Traynor, un joven y rico banquero que se quedó paralítico tras un accidente."},
        { "nombre": "BOHEMIAN RHAPSODY", "sinopsis": "Londres, 1970. El joven Farrokh, Freddie para los amigos, trabaja en el aeropuerto, estudia diseño gráfico y escribe canciones. Un día, tras escuchar al grupo Smile en un bar, se ofrece como cantante de la banda al enterarse de que se han quedado sin vocalista. Ninguno de ellos se imaginaba por aquel entonces que se convertirían en los mismísimos Queen."},
        { "nombre": "WONKA", "sinopsis": "Armado únicamente con muchos sueños y ganas de aventura, el joven chocolatero Willy Wonka conoce a los oompa-loompas y se dispone a cambiar el mundo."},
        { "nombre": "CHARLIE AND THE CHOCOLATE FACTORY", "sinopsis": "Charlie Bucket es un niño proveniente de una familia pobre que pasa la mayor parte de su tiempo soñando sobre el chocolate que rara vez se puede permitir comer. Las cosas cambian cuando Willy Wonka, el dueño del famoso imperio Wonka Chocolates, anuncia la celebración de un concurso en el que cinco billetes dorados han sido escondidos en cinco tabletas de chocolate. Charlie será uno de los cinco afortunados en encontrar uno de los billetes que dan acceso a un tour por la fábrica de chocolate."},
        { "nombre": "THE DIRT", "sinopsis": "Una historia de fama, sexo, adicciones, escándalos y rock 'n roll. La cruda autobiografía de Mötley Crüe cobra vida."},        
        { "nombre": "STAR WARS EPISODIO I LA AMENAZA FANTASMA", "sinopsis": "Obi-Wan Kenobi es un joven aprendiz caballero Jedi bajo la tutela de Qui-Gon Jinn; Anakin Skywalker, quien después será padre de Luke Skywalker y se convertirá en Darth Vader, solamente es un niño de 9 años. Cuando la Federación de Comercio corta todas las rutas al planeta Naboo, Qui-Gon y Obi-Wan son asignados para solucionar el problema."},
        { "nombre": "DUNE PART 2", "sinopsis": "Paul Atreides se une a Chani y a los Fremen mientras busca venganza contra los conspiradores que destruyeron a su familia. Paul se enfrenta a una elección entre el amor de su vida y el destino del universo, y debe evitar un futuro terrible."},
        { "nombre": "STAR WARS EPISODIO II EL ATAQUE DE LOS CLONES", "sinopsis": "En el Senado Galáctico reina la inquietud. Varios miles de sistemas solares han declarado su intención de abandonar la República. Este movimiento separatista, liderado por el misterioso conde Dooku, ha provocado que al limitado número de caballeros Jedi les resulte difícil mantener la paz y el orden en la galaxia. La senadora Amidala, antigua Reina de Naboo, regresa al Senado Galáctico para dar su voto en la crítica cuestión de crear un ejército de la República que ayude a los desbordados Jedi."},
        { "nombre": "STAR WARS EPISODIO III LA VENGAZA DE LOS SITH", "sinopsis": "¡Guerra! La República se desmorona bajo los ataques del despiadado Lord Sith, el conde Dooku. Hay héroes en ambos bandos, pero el mal está por doquier. En una contundente jugada, el diabólico líder droide, el general Grievous, ha irrumpido en la capital de la República y ha secuestrado al Canciller Palpatine, líder del senado Galáctico. Mientras el ejército droide separatista trata de huir con su valioso rehén, dos caballeros Jedi inician una misión desesperada para liberar al Canciller cautivo."},
        { "nombre": "STAR WARS EPISODIO IV UNA NUEVA ESPERANZA", "sinopsis": "La nave en la que viaja la princesa Leia es capturada por las tropas imperiales al mando del temible Darth Vader. Antes de ser atrapada, Leia consigue introducir un mensaje en su robot R2-D2, quien acompañado de su inseparable C-3PO logran escapar. Tras aterrizar en el planeta Tattooine son capturados y vendidos al joven Luke Skywalker, quien descubrirá el mensaje oculto que va destinado a Obi Wan Kenobi, maestro Jedi a quien Luke debe encontrar para salvar a la princesa."},
        { "nombre": "STAR WARS EPISODIO V EL IMPERIO CONTRAATACA", "sinopsis": "Son tiempos adversos para la rebelión. Aunque la Estrella de la Muerte ha sido destruida, las tropas imperiales han hecho salir a las fuerzas rebeldes de sus bases ocultas y los persiguen a través de la galaxia. Tras escapar de la terrible Flota Imperial, un grupo de guerreros de la libertad, encabezados por Luke Skywalker, ha establecido una nueva base secreta en el remonto mundo helado de Hoth."},        
        { "nombre": "STAR WARS EPISODIO VI EL RETORNO DEL JEDI", "sinopsis": "Seis meses después de que Han Solo fuera capturado y congelado en carbonita en la Ciudad de las Nubes, el Imperio Galáctico está construyendo una nueva Estrella de la Muerte. Mientras tanto, el joven Luke lucha para alcanzar la maestría jedi."},
        { "nombre": "STAR WARS EPISODIO VII EL DESPERTAR DE LA FUERZA", "sinopsis": "Treinta años después de la victoria de la Alianza Rebelde sobre la segunda Estrella de la Muerte, la galaxia tiene que enfrentarse a una nueva amenaza: el malvado Kylo Ren y la Primera Orden. Cuando el desertor Finn llega a un planeta desierto conoce a Rey, cuyo androide contiene un mapa secreto. Juntos, la joven pareja unirá fuerzas con Han Solo para asegurarse de que la resistencia encuentra a Luke Skywalker, el último de los caballeros Jedi."},
        { "nombre": "STAR WARS EPISODIO VIII LOS ÚLTIMOS JEDI", "sinopsis": "La Primera Orden ha acorralado a los últimos miembros de la resistencia. Su última esperanza es que Finn se introduzca en la nave de Snoke y desactive el radar que les permite localizarlos. Mientras él trata, en compañía de una soldado de la Resistencia, de cumplir esta misión imposible, Rey se encuentra lejos, intentando convencer a Luke Skywalker de que la entrene y la convierta en la última jedi."},
        { "nombre": "STAR WARS EPISODIO IX EL ASCENSO DE SKYWALKER", "sinopsis": "La Resistencia sobreviviente se enfrenta a la Primera Orden, y Rey, Finn, Poe y el resto de los héroes encararán nuevos retos y una batalla final con la sabiduría de las generaciones anteriores."},        
        { "nombre": "TRON: EL LEGADO", "sinopsis": "Cuando Sam Flynn, un experto programador de 27 años, investiga la desaparición de su padre, se encuentra un mundo paralelo donde su padre ha vivido durante 25 años. Padre e hijo emprenden un viaje a vida o muerte a través de un universo cibernético."},        
        { "nombre": "TRON: ARES", "sinopsis": "Cuenta la historia de Ares, un programa altamente sofisticado que es enviado desde el mundo digital al mundo real en una misión peligrosa, marcando el primer encuentro de la humanidad con seres de inteligencia artificial."},        
        { "nombre": "JOKER", "sinopsis": "Arthur Fleck adora hacer reír a la gente, pero su carrera como comediante es un fracaso. El repudio social, la marginación y una serie de trágicos acontecimientos lo conducen por el sendero de la locura y, finalmente, cae en el mundo del crimen."},        
        { "nombre": "JOKER 2 FOLIE A DEUX", "sinopsis": "Arthur Fleck, ingresado en Arkham tras sus crímenes cometidos como Joker, descubre el amor y la música de la mano de una interna llamada Lee. Juntos se embarcarán en un viaje catártico en el que resucitarán al personaje de Joker."},
        { "nombre": "JURASSIC PARK", "sinopsis": "Trata sobre un multimillonario, John Hammond, que abre un parque temático en una isla en Costa Rica poblado por dinosaurios clonados a partir de ADN antiguo. Sin embargo, durante una visita de inspección, un sabotaje y una tormenta provocan que los sistemas de seguridad fallen, liberando a los depredadores y poniendo a todos en peligro de muerte mientras intentan escapar."},        
        { "nombre": "JURASSIC PARK: LOST WORLD", "sinopsis": "Cuatro años después de los eventos en Isla Nublar, John Hammond revela la existencia de una segunda isla, Isla Sorna, donde los dinosaurios han vivido y se han reproducido en libertad. Un equipo científico liderado por Ian Malcolm es enviado para documentar a los animales, pero sus planes de conservación se ven amenazados cuando la compañía InGen, bajo el nuevo liderazgo de Peter Ludlow, intenta capturar a los dinosaurios para un parque temático en tierra firme. Malcolm y su equipo deben sobrevivir a la isla y detener el transporte de los dinosaurios a la ciudad."},        
        { "nombre": "JURASSIC PARK III", "sinopsis": "El paleontólogo Dr. Alan Grant es engañado por una pareja rica, los Kirby, para que los guíe en un vuelo de reconocimiento sobre la Isla Sorna, con la promesa de financiar su investigación. Una vez que el grupo sufre un accidente de avión y queda varado en la isla, Grant descubre que los Kirby lo habían contratado en realidad para buscar a su hijo, quien desapareció allí haciendo parapente. El grupo se enfrenta a la tarea de sobrevivir en la isla, huyendo de dinosaurios más avanzados de lo que Grant imaginaba."},        
        { "nombre": "JURASSIC WORLD", "sinopsis": "Han pasado 22 años desde que el millonario John Hammond clonara el primer dinosaurio. Con tecnologías mejoradas y nuevas medidas de seguridad, el parque temático Jurassic World abre sus puertas. La nueva atracción del parque es el Indominus Rex, una nueva especie de dinosaurio creada por los científicos de forma artificial y más peligrosa que las otras especies conocidas. Sin embargo, algo sale mal y el dinosaurio se escapa y provoca el caos en el parque."},        
        { "nombre": "JURASSIC WORLD FALLEN KINGDOM", "sinopsis": "Owen y Claire intentan salvar a los dinosaurios que quedan en la isla ante el peligro de erupción de un volcán. Allí se encuentran nuevas especies de dinosaurios gigantes mientras descubren una conspiración que amenaza la vida del planeta."},        
        { "nombre": "JURASSIC WORLD DOMINION", "sinopsis": "cuatro años después de que la destrucción de Isla Nublar permitiera a los dinosaurios coexistir con los humanos en todo el mundo, este precario equilibrio se ve amenazado. Owen Grady y Claire Dearing se unen a los científicos originales Alan Grant y Ellie Sattler, junto con Ian Malcolm, para enfrentar una conspiración de la corporación Biosyn, que está alterando el ecosistema con criaturas y plagas genéticamente modificadas. La trama se centra en un rescate, la investigación de una plaga de langostas y la lucha por el control de los dinosaurios, que culmina en una amenaza global y la necesidad de que los humanos y los dinosaurios encuentren una forma de coexistir o enfrentarse a la extinción."},        
        { "nombre": "THE SHINING", "sinopsis": "La familia Torrance, que se muda al aislado Hotel Overlook para el invierno, donde el padre, Jack Torrance, se convierte en el cuidador. A medida que la nieve los aisla, una fuerza sobrenatural y maligna del hotel influye en la cordura de Jack, provocando en él horribles cambios. Mientras tanto, su hijo Danny tiene visiones psíquicas del pasado y futuro del hotel."},        
        { "nombre": "DOCTOR SLEEP", "sinopsis": "Dan, alcohólico y traumatizado por lo que le pasó siendo un niño en el hotel Overlook, conoce a Abra, una adolescente que posee el mismo don que él. Dan tratará de salvar a Abra de un grupo de siniestros personajes que ansían la inmortalidad y aspiran alcanzarla alimentándose de los poderes psíquicos de gente como ellos."},        
        { "nombre": "THE ORANGE CLOCKWORK", "sinopsis": "Alex es un joven muy agresivo que tiene dos pasiones: la violencia desaforada y Beethoven. Es el jefe de la banda de los drugos, que dan rienda suelta a sus instintos más salvajes aterrorizando a la población."}        

    ]
}