{
    "data": 
    [ 
        { "nombre": "BAND OF BROTHERS", "sinopsis": "Narra la historia de la Easy Company, un batallón estadounidense del regimiento 506 de paracaidistas, que luchó en Europa durante la II Guerra Mundial."},
        { "nombre": "GAME OF THRONES", "sinopsis": "La historia se desarrolla en un mundo ficticio de carácter medieval donde hay Siete Reinos. Hay tres líneas argumentales principales: la crónica de la guerra civil dinástica por el control de Poniente entre varias familias que aspiran al Trono de Hierro; la creciente amenaza de los seres desconocidos que viven al otro lado del muro de hielo; y el viaje de Daenerys Targaryen."},
        { "nombre": "BREAKING BAD", "sinopsis": "Tras cumplir 50 años, Walter White, un profesor de química se entera de que tiene un cáncer de pulmón incurable. La brutal noticia lo impulsa a dar un drástico cambio a su vida: decide, con la ayuda de un antiguo alumno, fabricar anfetaminas y ponerlas a la venta."},
        { "nombre": "THE OFFICE", "sinopsis": "Corrosivo retrato de los miembros de una empresa."},
        { "nombre": "THE SIMPSONS", "sinopsis": "Narra la historia de una peculiar familia (Homero, Marge, Bart, Maggie y Lisa Simpson) y otros divertidos personajes de la localidad norteamericana de Springfield."},
        { "nombre": "PEAKY BLINDERS", "sinopsis": "Es una serie británica de drama criminal ambientada en Birmingham, Inglaterra, después de la Primera Guerra Mundial. Sigue la historia de la familia Shelby, una pandilla criminal liderada por el carismático pero perturbado Thomas Shelby, y su ascenso en el mundo del crimen organizado. La serie explora la ambición, el poder, la lealtad y la violencia a través de una historia compleja y cautivadora."},
        { "nombre": "BETTER CALL SAUL", "sinopsis": "Narra la historia de Jimmy McGill, un abogado que lucha por alcanzar el éxito en Albuquerque, Nuevo México, antes de convertirse en el famoso Saul Goodman, el asesor legal de Walter White en Breaking Bad. La serie explora la transformación de Jimmy, su declive ético y la evolución de su personalidad. "},
        { "nombre": "BLACK MIRROR", "sinopsis": "Es una serie antológica británica de ciencia ficción creada por Charlie Brooker, que explora las posibles consecuencias negativas de la tecnología en la sociedad. Cada episodio es independiente y presenta una historia diferente, a menudo ambientada en distopías de un futuro cercano donde la tecnología se ha integrado profundamente en la vida cotidiana.  "},
        { "nombre": "ADOLESCENCE", "sinopsis": "Es una serie de drama británica que narra la historia de Jamie Miller, un chico de 13 años acusado de asesinar a una compañera de clase. La serie explora el impacto del crimen en la familia Miller, así como las posibles causas detrás del acto y el papel de la sociedad y las redes sociales en la vida de los jóvenes. "},
        { "nombre": "HOUSE OF THE DRAGON", "sinopsis": "Es una serie precuela de Juego de Tronos que narra la historia de la Casa Targaryen, 200 años antes de los eventos de la serie principal. La trama se centra en la guerra civil conocida como la Danza de los Dragones, una disputa por el Trono de Hierro que se desencadena tras la muerte del rey Viserys I Targaryen, dejando a su hija Rhaenyra y a su hijo Aegon II como posibles herederos."},
        { "nombre": "THE PENGUIN", "sinopsis": "Es un drama criminal que explora el ascenso de Oswald (Oz) Cobblepot (interpretado por Colin Farrell) al poder en el mundo del crimen organizado de Gotham, justo después de los eventos de la película The Batman. Tras el colapso de los diques y la muerte de Carmine Falcone, Oz busca aprovechar el vacío de poder para cumplir una promesa a su madre y convertirse en el mafioso más influyente de la ciudad, enfrentándose a enemigos antiguos y nuevos, como los hijos de Falcone, mientras lucha por superar la reputación que le valió su apodo."},
        { "nombre": "THE SOPRANO", "sinopsis": "Es una serie que sigue la vida de Tony Soprano, un jefe de la mafia en Nueva Jersey que, tras sufrir ataques de pánico, inicia terapia con una psiquiatra. La trama explora el contraste entre su vida criminal y sus problemas familiares y personales, abordando temas como la identidad, el poder y la salud mental. A lo largo de la serie, Tony debe lidiar con conflictos dentro de su propia familia, sus negocios y con otras familias mafiosas, mientras intenta equilibrar su rol como esposo y padre y enfrentarse a sus dilemas emocionales en el diván de su terapeuta."},
        { "nombre": "BOJACK HORSEMAN", "sinopsis": "Es una serie de animación para adultos que sigue a un actor de caballos antropomórfico llamado BoJack Horseman, quien fue la estrella de una popular serie de los 90, pero ahora, en un mundo donde humanos y animales conviven, se encuentra en decadencia y lucha contra sus adicciones y crisis personales. La trama se centra en su intento de regresar a la fama a través de una autobiografía, mientras lidia con su agente (su exnovia) y su compañero de piso."},                
        { "nombre": "ARCANE", "sinopsis": "Es una serie animada ambientada en las ciudades hermanas de Piltover y Zaun, en el universo de League of Legends. La trama se centra en el creciente conflicto entre la próspera y tecnológica Piltover y el contaminado submundo de Zaun, exacerbado por la creación de la Hextech en la primera y la aparición de la droga Shimmer en la segunda. La historia explora las tensiones que dividen a las familias y amigos, particularmente las de las hermanas huérfanas Vi y Powder (Jinx), quienes terminan en lados opuestos de una guerra entre tecnología mágica y creencias enfrentadas."},
        { "nombre": "MR. ROBOT", "sinopsis": "Elliot Alderson, un ingeniero de ciberseguridad y hacker con trastorno antisocial y ansiedad, que trabaja para una firma de seguridad cibernética pero por la noche participa en el mundo de la piratería informática. Un misterioso anarquista conocido como Mr. Robot lo recluta a él y a un grupo de hackers llamado fsociety, con el objetivo de derribar a la corporación global E Corp, que controla casi todas las deudas del mundo, y para ello buscan destruir todos los registros de créditos financieros."},
        { "nombre": "THE WITCHER", "sinopsis": "Trata sobre Geralt de Rivia, un cazador de monstruos mutado, quien busca su lugar en un mundo lleno de guerras y reinos que intentan conquistar territorios. Su destino se entrelaza con el de la princesa Ciri, que posee un poder especial y es perseguida por el Imperio de Nilfgaard, y la poderosa hechicera Yennefer de Vengerberg."},
        { "nombre": "THE WALKING DEAD", "sinopsis": "Un mundo post-apocalíptico invadido por zombis (caminantes) donde un grupo de supervivientes, liderados por el ex policía Rick Grimes, lucha por sobrevivir, encontrar un lugar seguro y reconstruir la civilización mientras enfrentan no solo a los muertos vivientes sino también a otros grupos humanos hostiles."},
        { "nombre": "SUCCESSION", "sinopsis": "La disfuncional familia Roy, dueña de un vasto imperio mediático y de entretenimiento, en su lucha por el poder y el control de la compañía Waystar RoyCo tras la incertidumbre sobre la salud de su patriarca, Logan Roy. A través de un tono de comedia negra, la serie explora las intrigas, ambiciones y tensiones familiares mientras los hijos del magnate pugnan por sucederlo, poniendo a prueba sus lealtades y desatando conflictos internos que se asemejan a la realidad del mundo corporativo."}                                                
    ]
}